spec/spec/SVWS/IntegrationPlatform/Examples/AccountsRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getAccountsRequest>
         <customer_number>125</customer_number>
         <inst_id>1001</inst_id>
         <customer_id>4</customer_id>
         <card_number>5186220000000389</card_number>
         <card_id>100000000033</card_id>
         <status>ACSTACTV</status>
         <account_type> ACTP0100</account_type>
         <lang>LANGRUS</lang>
      </int:getAccountsRequest>
   </soapenv:Body>
</soapenv:Envelope>
